Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Demo mode only
ar: وضع العرض التوضيحي فقط
de: Nur im Demomodus
es: Solo modo de demostración
fa: فقط حالت نمایشی
fr: Mode démo uniquement
hi: केवल डेमो मोड
id: Hanya mode demo
it: Solo modalità demo
ja_jp: デモモードのみ
ko: 데모 모드 전용
nl: Alleen demomodus
pl: Tylko tryb demonstracyjny
pt_br: Somente no modo de demonstração
ru: Только демонстрационный режим
sv: Endast demoläge
th: โหมดสาธิตเท่านั้น
tr: Yalnızca demo modu
uk: Лише демонстраційний режим
vi: Chỉ dành cho chế độ demo
zh_cn: 仅限演示模式
zh_tw: 僅限示範模式

source: Denied
ar: مرفوض
de: Verweigert
es: Denegado
fa: رد شده
fr: Refusé
hi: अस्वीकृत
id: Ditolak
it: Negato
ja_jp: 拒否
ko: 거부됨
nl: Geweigerd
pl: Odmowa
pt_br: Negado
ru: Запрещено
sv: Nekad
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відмовлено
vi: Bị từ chối
zh_cn: 已拒绝
zh_tw: 已拒絕

source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fa: رد
fr: Refuser
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja_jp: 拒否
ko: 거부
nl: Weigeren
pl: Odmów
pt_br: Negar
ru: Отклонить
sv: Neka
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fa: توضیحات
hi: विवरण
id: Deskripsi
it: Descrizione
ja_jp: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_cn: 描述
zh_tw: 說明

source: Details
ar: التفاصيل
es: Detalles
fa: جزئیات
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja_jp: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Відомості
vi: Chi tiết
zh_cn: 详情
zh_tw: 詳細資料

source: Developer Local
ar: المطوّر المحلي
de: Lokaler Entwickler
es: Desarrollador local
fa: محلی توسعه‌دهنده
fr: Développement local
hi: डेवलपर लोकल
id: Lokal Pengembang
it: Sviluppatore locale
ja_jp: 開発者ローカル
ko: 개발자 로컬
nl: Lokale ontwikkelaar
pl: Lokalne środowisko deweloperskie
pt_br: Desenvolvedor local
ru: Локальная среда разработчика
sv: Lokal utvecklare
th: นักพัฒนาในเครื่อง
tr: Geliştirici Yerel
uk: Локальне середовище розробника
vi: Nhà phát triển cục bộ
zh_cn: 开发者本地
zh_tw: 開發者本機

source: Developer mode
ar: وضع المطوّر
de: Entwicklermodus
es: Modo de desarrollador
fa: حالت توسعه‌دهنده
fr: Mode développeur
hi: डेवलपर मोड
id: Mode pengembang
it: Modalità sviluppatore
ja_jp: 開発者モード
ko: 개발자 모드
nl: Ontwikkelaarsmodus
pl: Tryb dewelopera
pt_br: Modo de desenvolvedor
ru: Режим разработчика
sv: Utvecklarläge
th: โหมดนักพัฒนา
tr: Geliştirici modu
uk: Режим розробника
vi: Chế độ nhà phát triển
zh_cn: 开发者模式
zh_tw: 開發者模式

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fa: دستگاه
fr: Appareil
hi: डिवाइस
id: Perangkat
it: Dispositivo
ja_jp: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh_cn: 设备
zh_tw: 裝置

source: Device Name
ar: اسم الجهاز
de: Gerätename
es: Nombre del dispositivo
fa: نام دستگاه
fr: Nom de l’appareil
hi: डिवाइस का नाम
id: Nama Perangkat
it: Nome dispositivo
ja_jp: デバイス名
ko: 기기 이름
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
th: ชื่ออุปกรณ์
tr: Cihaz Adı
uk: Назва пристрою
vi: Tên thiết bị
zh_cn: 设备名称
zh_tw: 裝置名稱

source: Diagnose
ar: تشخيص
de: Diagnostizieren
es: Diagnosticar
fa: عیب‌یابی
fr: Diagnostiquer
hi: निदान करें
id: Diagnosis
it: Diagnostica
ja_jp: 診断
ko: 진단
nl: Diagnose uitvoeren
pl: Diagnozuj
pt_br: Diagnosticar
ru: Диагностика
sv: Diagnostisera
th: วินิจฉัย
tr: Tanıla
uk: Діагностувати
vi: Chẩn đoán
zh_cn: 诊断
zh_tw: 診斷

source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnóstico
fa: عیب‌یابی
hi: डायग्नोस्टिक्स
id: Diagnostik
it: Diagnostica
ja_jp: 診断
ko: 진단
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnóstico
ru: Диагностика
sv: Diagnostik
th: การวินิจฉัย
tr: Tanılama
uk: Діагностика
vi: Chẩn đoán
zh_cn: 诊断
zh_tw: 診斷

source: Diary unavailable
ar: اليوميات غير متاحة
de: Tagebuch nicht verfügbar
es: Diario no disponible
fa: دفترچه در دسترس نیست
fr: Journal indisponible
hi: डायरी उपलब्ध नहीं है
id: Diary tidak tersedia
it: Diario non disponibile
ja_jp: ダイアリーを利用できません
ko: 다이어리를 사용할 수 없음
nl: Dagboek niet beschikbaar
pl: Dziennik niedostępny
pt_br: Diário indisponível
ru: Дневник недоступен
sv: Dagbok inte tillgänglig
th: ไดอารีไม่พร้อมใช้งาน
tr: Günlük kullanılamıyor
uk: Щоденник недоступний
vi: Nhật ký không khả dụng
zh_cn: 日记不可用
zh_tw: 日誌無法使用

source: Direct
ar: مباشر
de: Direkt
es: Directo
fa: مستقیم
hi: सीधा
id: Langsung
it: Diretto
ja_jp: 直接
ko: 직접
pl: Bezpośrednie
pt_br: Direto
ru: Напрямую
sv: Direkt
th: โดยตรง
tr: Doğrudan
uk: Прямо
vi: Trực tiếp
zh_cn: 直连
zh_tw: 直接

source: Direct Gateway
ar: Gateway مباشر
de: Direktes Gateway
es: Gateway directo
fa: Gateway مستقیم
fr: Gateway direct
hi: सीधा Gateway
id: Gateway Langsung
it: Gateway diretto
ja_jp: 直接 Gateway
ko: 직접 Gateway
nl: Directe Gateway
pl: Bezpośredni Gateway
pt_br: Gateway direto
ru: Прямой Gateway
sv: Direkt Gateway
th: Gateway โดยตรง
tr: Doğrudan Gateway
uk: Прямий Gateway
vi: Gateway trực tiếp
zh_cn: 直连 Gateway
zh_tw: 直接 Gateway

source: Direct chat
ar: دردشة مباشرة
de: Direktchat
es: Chat directo
fa: گفت‌وگوی مستقیم
fr: Chat direct
hi: सीधी चैट
id: Obrolan langsung
it: Chat diretta
ja_jp: ダイレクトチャット
ko: 다이렉트 채팅
nl: Directe chat
pl: Czat bezpośredni
pt_br: Chat direto
ru: Личный чат
sv: Direktchatt
th: แชทโดยตรง
tr: Doğrudan sohbet
uk: Прямий чат
vi: Cuộc trò chuyện trực tiếp
zh_cn: 直接聊天
zh_tw: 直接聊天

source: Direct connection
ar: اتصال مباشر
de: Direktverbindung
es: Conexión directa
fa: اتصال مستقیم
fr: Connexion directe
hi: प्रत्यक्ष कनेक्शन
id: Koneksi langsung
it: Connessione diretta
ja_jp: 直接接続
ko: 직접 연결
nl: Directe verbinding
pl: Połączenie bezpośrednie
pt_br: Conexão direta
ru: Прямое подключение
sv: Direktanslutning
th: การเชื่อมต่อโดยตรง
tr: Doğrudan bağlantı
uk: Пряме з'єднання
vi: Kết nối trực tiếp
zh_cn: 直接连接
zh_tw: 直接連線

source: Direct connection failed: %@
ar: فشل الاتصال المباشر: %@
de: Direkte Verbindung fehlgeschlagen: %@
es: Error en la conexión directa: %@
fa: اتصال مستقیم ناموفق بود: %@
fr: Échec de la connexion directe : %@
hi: प्रत्यक्ष कनेक्शन विफल: %@
id: Koneksi langsung gagal: %@
it: Connessione diretta non riuscita: %@
ja_jp: 直接接続に失敗しました: %@
ko: 직접 연결 실패: %@
nl: Directe verbinding mislukt: %@
pl: Połączenie bezpośrednie nie powiodło się: %@
pt_br: Falha na conexão direta: %@
ru: Ошибка прямого подключения: %@
sv: Direktanslutningen misslyckades: %@
th: การเชื่อมต่อโดยตรงล้มเหลว: %@
tr: Doğrudan bağlantı başarısız oldu: %@
uk: Помилка прямого підключення: %@
vi: Kết nối trực tiếp không thành công: %@
zh_cn: 直接连接失败：%@
zh_tw: 直接連線失敗：%@

source: Direct connection is off
ar: الاتصال المباشر مُعطّل
de: Direktverbindung ist aus
es: La conexión directa está desactivada
fa: اتصال مستقیم خاموش است
fr: La connexion directe est désactivée
hi: सीधा कनेक्शन बंद है
id: Koneksi langsung nonaktif
it: La connessione diretta è disattivata
ja_jp: 直接接続はオフです
ko: 직접 연결이 꺼져 있음
nl: Directe verbinding is uit
pl: Połączenie bezpośrednie jest wyłączone
pt_br: A conexão direta está desativada
ru: Прямое подключение отключено
sv: Direktanslutning är av
th: การเชื่อมต่อโดยตรงปิดอยู่
tr: Doğrudan bağlantı kapalı
uk: Пряме з’єднання вимкнено
vi: Kết nối trực tiếp đang tắt
zh_cn: 直接连接已关闭
zh_tw: 直接連線已關閉

source: Direct mode requires a trusted HTTPS Gateway endpoint.
ar: يتطلب الوضع المباشر نقطة نهاية HTTPS موثوقة لـ Gateway.
de: Der Direktmodus erfordert einen vertrauenswürdigen HTTPS-Gateway-Endpunkt.
es: El modo directo requiere un endpoint HTTPS de Gateway de confianza.
fa: حالت مستقیم به یک نقطهٔ پایانی HTTPS مورد اعتماد برای Gateway نیاز دارد.
fr: Le mode direct nécessite un point de terminaison HTTPS Gateway approuvé.
hi: डायरेक्ट मोड के लिए विश्वसनीय HTTPS Gateway एंडपॉइंट आवश्यक है।
id: Mode langsung memerlukan endpoint Gateway HTTPS tepercaya.
it: La modalità diretta richiede un endpoint HTTPS del Gateway attendibile.
ja_jp: ダイレクトモードには、信頼できるHTTPS Gatewayエンドポイントが必要です。
ko: 직접 모드에는 신뢰할 수 있는 HTTPS Gateway 엔드포인트가 필요합니다.
nl: Voor de directe modus is een vertrouwd HTTPS-Gateway-eindpunt vereist.
pl: Tryb bezpośredni wymaga zaufanego punktu końcowego HTTPS Gateway.
pt_br: O modo direto requer um endpoint HTTPS confiável do Gateway.
ru: Для прямого режима требуется доверенная конечная точка HTTPS Gateway.
sv: Direktläge kräver en betrodd HTTPS-slutpunkt för Gateway.
th: โหมดโดยตรงต้องใช้ปลายทาง HTTPS ของ Gateway ที่เชื่อถือได้
tr: Doğrudan mod, güvenilir bir HTTPS Gateway uç noktası gerektirir.
uk: Для прямого режиму потрібна довірена кінцева точка HTTPS Gateway.
vi: Chế độ trực tiếp yêu cầu một điểm cuối Gateway HTTPS đáng tin cậy.
zh_cn: 直接模式需要受信任的 HTTPS Gateway 端点。
zh_tw: 直接模式需要受信任的 HTTPS Gateway 端點。

source: Direct mode supports device info, status, and notifications. Chat, Talk, and approvals still use the iPhone.
ar: يدعم الوضع المباشر معلومات الجهاز والحالة والإشعارات. لا تزال المحادثة والتحدث والموافقات تستخدم iPhone.
de: Der Direktmodus unterstützt Geräteinfos, Status und Benachrichtigungen. Chat, Talk und Genehmigungen verwenden weiterhin das iPhone.
es: El modo directo admite información del dispositivo, estado y notificaciones. Chat, Talk y las aprobaciones siguen usando el iPhone.
fa: حالت مستقیم از اطلاعات دستگاه، وضعیت و اعلان‌ها پشتیبانی می‌کند. چت، صحبت و تأییدها همچنان از iPhone استفاده می‌کنند.
fr: Le mode direct prend en charge les infos sur l'appareil, l'état et les notifications. Chat, Talk et les approbations utilisent toujours l'iPhone.
hi: सीधा मोड डिवाइस जानकारी, स्थिति और सूचनाओं का समर्थन करता है। चैट, टॉक और अनुमोदन अभी भी iPhone का उपयोग करते हैं।
id: Mode langsung mendukung info perangkat, status, dan notifikasi. Chat, Talk, dan persetujuan masih menggunakan iPhone.
it: La modalità diretta supporta informazioni sul dispositivo, stato e notifiche. Chat, Talk e approvazioni usano ancora l'iPhone.
ja_jp: 直接モードはデバイス情報、ステータス、通知に対応しています。チャット、Talk、承認は引き続き iPhone を使用します。
ko: 직접 모드는 기기 정보, 상태, 알림을 지원합니다. 채팅, Talk, 승인은 여전히 iPhone을 사용합니다.
nl: Directe modus ondersteunt apparaatinfo, status en meldingen. Chat, Talk en goedkeuringen gebruiken nog steeds de iPhone.
pl: Tryb bezpośredni obsługuje informacje o urządzeniu, status i powiadomienia. Czat, Talk i zatwierdzenia nadal korzystają z iPhone'a.
pt_br: O modo direto oferece suporte a informações do dispositivo, status e notificações. Chat, Talk e aprovações continuam usando o iPhone.
ru: Прямой режим поддерживает информацию об устройстве, статус и уведомления. Чат, Talk и подтверждения по-прежнему используют iPhone.
sv: Direktläge stöder enhetsinformation, status och notiser. Chatt, Tal och godkännanden använder fortfarande iPhone.
th: โหมดโดยตรงรองรับข้อมูลอุปกรณ์ สถานะ และการแจ้งเตือน ส่วน Chat, Talk และการอนุมัติยังคงใช้ iPhone
tr: Doğrudan mod cihaz bilgisini, durumu ve bildirimleri destekler. Sohbet, Konuşma ve onaylar hâlâ iPhone'u kullanır.
uk: Прямий режим підтримує інформацію про пристрій, статус і сповіщення. Чат, Talk та підтвердження, як і раніше, використовують iPhone.
vi: Chế độ trực tiếp hỗ trợ thông tin thiết bị, trạng thái và thông báo. Chat, Talk và phê duyệt vẫn dùng iPhone.
zh_cn: 直连模式支持设备信息、状态和通知。聊天、通话和审批仍使用 iPhone。
zh_tw: 直接模式支援裝置資訊、狀態與通知。聊天、語音與核准仍使用 iPhone。

source: Direct node features
ar: ميزات العُقدة المباشرة
de: Direkte Node-Funktionen
es: Funciones de nodo directo
fa: ویژگی‌های نود مستقیم
fr: Fonctionnalités du nœud direct
hi: डायरेक्ट नोड सुविधाएँ
id: Fitur node langsung
it: Funzionalità del nodo diretto
ja_jp: ダイレクトノード機能
ko: 직접 노드 기능
nl: Directe node-functies
pl: Funkcje węzła bezpośredniego
pt_br: Recursos de nó direto
ru: Функции прямого узла
sv: Funktioner för direkt nod
th: คุณสมบัติโหนดโดยตรง
tr: Doğrudan düğüm özellikleri
uk: Функції прямого вузла
vi: Tính năng nút trực tiếp
zh_cn: 直连节点功能
zh_tw: 直接節點功能

source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fr: Désactiver
hi: बंद करें
id: Nonaktifkan
it: Disabilita
ja_jp: 無効にする
ko: 비활성화
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Выключить
sv: Inaktivera
th: ปิดใช้
tr: Devre dışı bırak
uk: Вимкнути
vi: Tắt
zh_cn: 停用
zh_tw: 停用

source: Disable All
ar: تعطيل الكل
de: Alle deaktivieren
es: Desactivar todo
fa: غیرفعال کردن همه
fr: Tout désactiver
hi: सभी अक्षम करें
id: Nonaktifkan Semua
it: Disabilita tutto
ja_jp: すべて無効にする
ko: 모두 비활성화
nl: Alles uitschakelen
pl: Wyłącz wszystko
pt_br: Desativar tudo
ru: Отключить все
sv: Inaktivera alla
th: ปิดใช้งานทั้งหมด
tr: Tümünü Devre Dışı Bırak
uk: Вимкнути все
vi: Tắt tất cả
zh_cn: 全部禁用
zh_tw: 全部停用

source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fa: قطع شد
fr: Déconnecté
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
ja_jp: 切断済み
ko: 연결 끊김
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
th: ยกเลิกการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Від’єднано
vi: Đã ngắt kết nối
zh_cn: 已断开连接
zh_tw: 已中斷連線

source: Discovered
ar: تم الاكتشاف
de: Entdeckt
es: Descubierto
fa: کشف‌شده
fr: Découvert
hi: खोजा गया
id: Ditemukan
it: Rilevato
ja_jp: 検出済み
ko: 발견됨
nl: Ontdekt
pl: Wykryto
pt_br: Descoberto
ru: Обнаружено
sv: Upptäckt
th: ค้นพบแล้ว
tr: Keşfedildi
uk: Виявлено
vi: Đã phát hiện
zh_cn: 已发现
zh_tw: 已探索

source: Discovered Gateways
ar: بوابات Gateway المكتشفة
de: Gefundene Gateways
es: Gateways descubiertos
fa: Gatewayهای کشف‌شده
fr: Gateways découverts
hi: खोजे गए Gateways
id: Gateway yang Ditemukan
it: Gateway rilevati
ja_jp: 検出されたGateway
ko: 검색된 Gateway
nl: Gevonden Gateways
pl: Wykryte Gateway
pt_br: Gateways descobertos
ru: Обнаруженные Gateway
sv: Upptäckta Gateways
th: Gateway ที่ค้นพบ
tr: Keşfedilen Gateway'ler
uk: Виявлені Gateway
vi: Gateway đã phát hiện
zh_cn: 发现的 Gateway
zh_tw: 已探索到的 Gateway

source: Discovered gateways and manual setup live here when the gateway has not connected yet.
ar: تظهر هنا أجهزة Gateway المكتشفة والإعداد اليدوي عندما لا يكون Gateway متصلًا بعد.
de: Entdeckte Gateways und die manuelle Einrichtung werden hier angezeigt, wenn das Gateway noch nicht verbunden ist.
es: Los gateways descubiertos y la configuración manual aparecen aquí cuando el gateway aún no se ha conectado.
fa: Gatewayهای کشف‌شده و راه‌اندازی دستی زمانی اینجا نمایش داده می‌شوند که Gateway هنوز متصل نشده باشد.
fr: Les gateways détectées et la configuration manuelle apparaissent ici lorsque la gateway n’est pas encore connectée.
hi: जब Gateway अभी तक कनेक्ट नहीं हुआ हो, तो खोजे गए gateways और मैन्युअल सेटअप यहाँ दिखाई देते हैं।
id: Gateway yang ditemukan dan pengaturan manual akan muncul di sini saat Gateway belum terhubung.
it: I gateway rilevati e la configurazione manuale compaiono qui quando il gateway non è ancora connesso.
ja_jp: Gatewayがまだ接続されていない場合、検出されたGatewayと手動セットアップがここに表示されます。
ko: Gateway가 아직 연결되지 않은 경우, 발견된 Gateway와 수동 설정이 여기에 표시됩니다.
nl: Ontdekte gateways en handmatige configuratie staan hier wanneer de gateway nog niet is verbonden.
pl: Wykryte Gateway i konfiguracja ręczna pojawią się tutaj, gdy Gateway nie jest jeszcze połączony.
pt_br: Gateways descobertos e configuração manual ficam aqui quando o gateway ainda não se conectou.
ru: Здесь отображаются обнаруженные Gateway и ручная настройка, пока Gateway еще не подключен.
sv: Upptäckta Gateways och manuell konfiguration visas här när gatewayen inte har anslutit än.
th: Gateway ที่ค้นพบและการตั้งค่าด้วยตนเองจะแสดงที่นี่เมื่อ Gateway ยังไม่ได้เชื่อมต่อ
tr: Gateway henüz bağlanmadığında keşfedilen Gateway'ler ve manuel kurulum burada yer alır.
uk: Виявлені gateway та ручне налаштування відображаються тут, коли gateway ще не підключено.
vi: Các Gateway đã phát hiện và thiết lập thủ công sẽ hiển thị ở đây khi Gateway chưa kết nối.
zh_cn: 当 Gateway 尚未连接时，已发现的 Gateway 和手动设置会显示在这里。
zh_tw: 在 gateway 尚未連線時，探索到的閘道器和手動設定會顯示在這裡。

source: Discovered • TLS
ar: تم الاكتشاف • TLS
de: Erkannt • TLS
es: Descubierto • TLS
fa: کشف‌شده • TLS
fr: Découvert • TLS
hi: खोजा गया • TLS
id: Ditemukan • TLS
it: Rilevato • TLS
ja_jp: 検出済み • TLS
ko: 발견됨 • TLS
nl: Ontdekt • TLS
pl: Wykryto • TLS
pt_br: Descoberto • TLS
ru: Обнаружен • TLS
sv: Upptäckt • TLS
th: ค้นพบแล้ว • TLS
tr: Bulundu • TLS
uk: Виявлено • TLS
vi: Đã phát hiện • TLS
zh_cn: 已发现 • TLS
zh_tw: 已探索 • TLS

source: Discovery
ar: الاكتشاف
de: Erkennung
es: Descubrimiento
fa: کشف
fr: Découverte
hi: डिस्कवरी
id: Penemuan
it: Rilevamento
ja_jp: 検出
ko: 검색
nl: Detectie
pl: Wykrywanie
pt_br: Descoberta
ru: Обнаружение
sv: Identifiering
th: การค้นหา
tr: Keşif
uk: Виявлення
vi: Khám phá
zh_cn: 发现
zh_tw: 探索

source: Discovery Debug Logs
ar: سجلات تصحيح أخطاء الاكتشاف
de: Discovery-Debug-Protokolle
es: Registros de depuración de descubrimiento
fa: گزارش‌های اشکال‌زدایی کشف
fr: Journaux de débogage de la découverte
hi: डिस्कवरी डीबग लॉग
id: Log Debug Penemuan
it: Log di debug discovery
ja_jp: 検出デバッグログ
ko: 검색 디버그 로그
nl: Debuglogs voor ontdekking
pl: Dzienniki debugowania wykrywania
pt_br: Logs de depuração de descoberta
ru: Журналы отладки обнаружения
sv: Felsökningsloggar för upptäckt
th: บันทึกดีบักการค้นพบ
tr: Keşif Hata Ayıklama Günlükleri
uk: Журнали налагодження виявлення
vi: Nhật ký gỡ lỗi khám phá
zh_cn: 发现调试日志
zh_tw: 探索偵錯記錄

source: Discovery Domain (optional)
ar: نطاق الاكتشاف (اختياري)
es: Dominio de detección (opcional)
fa: دامنهٔ کشف (اختیاری)
fr: Domaine de découverte (facultatif)
hi: Discovery Domain (वैकल्पिक)
id: Domain Penemuan (opsional)
it: Dominio di rilevamento (opzionale)
ja_jp: Discovery Domain（任意）
ko: 검색 도메인(선택 사항)
nl: Discovery Domain (optioneel)
pl: Domena wykrywania (opcjonalnie)
pt_br: Domínio de descoberta (opcional)
ru: Домен обнаружения (необязательно)
sv: Discovery Domain (valfritt)
th: โดเมนการค้นหา (ไม่บังคับ)
tr: Keşif alan adı (isteğe bağlı)
uk: Домен виявлення (необов’язково)
vi: Miền khám phá (tùy chọn)
zh_cn: 发现域（可选）
zh_tw: 探索網域（選填）

source: Discovery Logs
ar: سجلات Discovery
de: Erkennungsprotokolle
es: Registros de descubrimiento
fa: گزارش‌های Discovery
fr: Journaux de découverte
hi: Discovery लॉग
id: Log Discovery
it: Log di Discovery
ja_jp: 検出ログ
ko: Discovery 로그
nl: Discovery-logboeken
pl: Dzienniki wykrywania
pt_br: Logs de descoberta
ru: Журналы Discovery
sv: Discovery-loggar
th: บันทึก Discovery
tr: Discovery Günlükleri
uk: Журнали Discovery
vi: Nhật ký Discovery
zh_cn: 发现日志
zh_tw: 探索記錄

source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fa: رد کردن
fr: Ignorer
hi: खारिज करें
id: Tutup
it: Ignora
ja_jp: 却下
ko: 닫기
nl: Sluiten
pl: Odrzuć
pt_br: Ignorar
ru: Отклонить
sv: Avfärda
th: ปิด
tr: Kapat
uk: Відхилити
vi: Bỏ qua
zh_cn: 忽略
zh_tw: 關閉

source: Dismiss Keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
es: Ocultar teclado
fa: بستن صفحه‌کلید
fr: Masquer le clavier
hi: कीबोर्ड हटाएँ
id: Tutup Keyboard
it: Nascondi tastiera
ja_jp: キーボードを閉じる
ko: 키보드 닫기
nl: Toetsenbord sluiten
pl: Ukryj klawiaturę
pt_br: Dispensar teclado
ru: Скрыть клавиатуру
sv: Stäng tangentbordet
th: ซ่อนแป้นพิมพ์
tr: Klavyeyi Kapat
uk: Сховати клавіатуру
vi: Ẩn bàn phím
zh_cn: 收起键盘
zh_tw: 關閉鍵盤

source: Dismiss this update
ar: تجاهل هذا التحديث
de: Dieses Update ausblenden
es: Descartar esta actualización
fa: این به‌روزرسانی را رد کنید
fr: Ignorer cette mise à jour
hi: यह अपडेट हटाएँ
id: Tutup pembaruan ini
it: Ignora questo aggiornamento
ja_jp: この更新を閉じる
ko: 이 업데이트 닫기
nl: Sluit deze update
pl: Odrzuć tę aktualizację
pt_br: Dispensar esta atualização
ru: Скрыть это обновление
sv: Avfärda den här uppdateringen
th: ปิดการอัปเดตนี้
tr: Bu güncellemeyi kapat
uk: Відхилити це оновлення
vi: Bỏ qua cập nhật này
zh_cn: 忽略此更新
zh_tw: 關閉此更新

source: Dispatch
ar: إرسال
es: Enviar
fa: ارسال
fr: Envoyer
hi: डिस्पैच
id: Kirim
it: Invia
ja_jp: ディスパッチ
ko: 디스패치
nl: Verzenden
pl: Wyślij
pt_br: Despachar
ru: Отправка
sv: Skicka
th: ส่งงาน
tr: Gönder
uk: Надіслати
vi: Điều phối
zh_cn: 派发
zh_tw: 派送

source: Docs
ar: المستندات
de: Dokumentation
es: Documentación
fa: مستندات
hi: दस्तावेज़
id: Dokumentasi
it: Documentazione
ja_jp: ドキュメント
ko: 문서
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
ru: Документация
sv: Dokumentation
th: เอกสาร
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_cn: 文档
zh_tw: 文件

source: Docs Home
ar: الصفحة الرئيسية للمستندات
de: Dokumentationsstartseite
es: Inicio de la documentación
fa: خانه مستندات
fr: Accueil des docs
hi: डॉक्स होम
id: Beranda Dokumentasi
it: Home documentazione
ja_jp: ドキュメントホーム
ko: 문서 홈
nl: Documentatie-startpagina
pl: Strona główna dokumentacji
pt_br: Início da documentação
ru: Главная документации
sv: Dokumentationens startsida
th: หน้าแรกของเอกสาร
tr: Belgeler Ana Sayfası
uk: Головна сторінка документації
vi: Trang chủ Tài liệu
zh_cn: 文档首页
zh_tw: 文件首頁

source: Domain Settings
ar: إعدادات النطاق
de: Domain-Einstellungen
es: Configuración del dominio
fa: تنظیمات دامنه
fr: Paramètres du domaine
hi: डोमेन सेटिंग्स
id: Pengaturan Domain
it: Impostazioni dominio
ja_jp: ドメイン設定
ko: 도메인 설정
nl: Domeininstellingen
pl: Ustawienia domeny
pt_br: Configurações de domínio
ru: Настройки домена
sv: Domäninställningar
th: การตั้งค่าโดเมน
tr: Etki Alanı Ayarları
uk: Налаштування домену
vi: Cài đặt miền
zh_cn: 域设置
zh_tw: 網域設定

source: Don't show again
ar: عدم الإظهار مرة أخرى
de: Nicht erneut anzeigen
es: No volver a mostrar
fa: دیگر نشان نده
fr: Ne plus afficher
hi: फिर से न दिखाएँ
id: Jangan tampilkan lagi
it: Non mostrare più
ja_jp: 今後表示しない
ko: 다시 표시하지 않기
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru: Больше не показывать
sv: Visa inte igen
th: ไม่ต้องแสดงอีก
tr: Bir daha gösterme
uk: Більше не показувати
vi: Đừng hiển thị lại
zh_cn: 不再显示
zh_tw: 不要再顯示

source: Don't show this again
ar: عدم الإظهار مرة أخرى
de: Nicht erneut anzeigen
es: No volver a mostrar
fa: دوباره نشان نده
fr: Ne plus afficher
hi: इसे दोबारा न दिखाएँ
id: Jangan tampilkan lagi
it: Non mostrare più
ja_jp: 今後表示しない
ko: 다시 표시하지 않기
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru: Больше не показывать
sv: Visa inte igen
th: ไม่ต้องแสดงอีก
tr: Bir daha gösterme
uk: Більше не показувати
vi: Không hiển thị lại
zh_cn: 不再显示
zh_tw: 不再顯示

source: Done
ar: تم
de: Fertig
es: Listo
fa: انجام شد
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja_jp: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

source: Dream Diary
ar: يوميات الأحلام
de: Traumtagebuch
es: Diario de sueños
fa: دفترچه رؤیا
fr: Journal des rêves
hi: ड्रीम डायरी
it: Diario dei sogni
ja_jp: 夢日記
ko: 꿈 다이어리
nl: Droomdagboek
pl: Dziennik snów
pt_br: Diário de sonhos
ru: Дневник сновидений
sv: Drömdagbok
th: ไดอารีความฝัน
tr: Rüya Günlüğü
uk: Щоденник сновидінь
vi: Nhật ký Dream
zh_cn: 梦境日记

source: Dream diary day
ar: يوم في يوميات الأحلام
de: Traumtagebuch-Tag
es: Día del diario de sueños
fa: روز دفترچه رؤیا
fr: Jour du journal des rêves
hi: ड्रीम डायरी दिन
id: Hari dream diary
it: Giorno del diario dei sogni
ja_jp: 夢日記の日
ko: 꿈 다이어리 날짜
nl: Droomdagboekdag
pl: Dzień w dzienniku snów
pt_br: Dia do diário de sonhos
ru: День в дневнике сновидений
sv: Drömdagboksdag
th: วันในไดอารีความฝัน
tr: Rüya günlüğü günü
uk: День щоденника сновидінь
vi: Ngày trong nhật ký dream
zh_cn: 梦境日记日期
zh_tw: Dream diary 日期

source: Dream diary is empty
ar: يوميات الأحلام فارغة
de: Traumtagebuch ist leer
es: El diario de sueños está vacío
fa: دفترچه رؤیا خالی است
fr: Le journal des rêves est vide
hi: ड्रीम डायरी खाली है
id: Dream diary kosong
it: Il diario dei sogni è vuoto
ja_jp: 夢日記は空です
ko: 꿈 다이어리가 비어 있음
nl: Droomdagboek is leeg
pl: Dziennik snów jest pusty
pt_br: O diário de sonhos está vazio
ru: Дневник сновидений пуст
sv: Drömdagboken är tom
th: ไดอารีความฝันว่างเปล่า
tr: Rüya günlüğü boş
uk: Щоденник сновидінь порожній
vi: Nhật ký dream trống
zh_cn: 梦境日记为空
zh_tw: Dream diary 為空

source: Dreaming
ar: يحلم
de: Träumen
es: Soñando
fa: در حال رؤیاپردازی
fr: Rêve
hi: ड्रीमिंग
id: Bermimpi
it: Sognando
ja_jp: ドリーミング
ko: 구상 중
nl: Dromen
pl: Śnienie
pt_br: Sonhando
ru: Сновидение
sv: Drömmer
th: กำลังฝัน
tr: Düş kuruyor
uk: Сновидіння
vi: Đang mơ
zh_cn: 梦境中
zh_tw: 正在構想
